/* eslint-disable max-len */
import { memo, useEffect } from 'react';
import './index.less';
import SpecialButton from '../../components/specialButton';
import Collapse from '../../components/collapse';
import Block from '../../components/block';
import { ContactTel, ContactURL } from '../../settings/config';

const Contact = memo(() => {
	useEffect(() => {}, []);
	return (
		<Block>
			<div className='Contact w-full px-5 py-28 md:px-14'>
				<div className='flex w-full flex-col items-center justify-center space-y-8'>
					<SpecialButton
						onClick={() => {
							window.open(ContactURL);
						}}
					>
						專人與我聯繫
						<svg
							width='24'
							height='24'
							viewBox='0 0 24 24'
							fill='none'
							xmlns='http://www.w3.org/2000/svg'
							className='ml-3 h-7 w-7'
						>
							<path
								d='M12 16L16 12L12 8L10.6 9.4L12.2 11H8V13H12.2L10.6 14.6L12 16ZM12 22C10.6167 22 9.31667 21.7373 8.1 21.212C6.88333 20.6867 5.825 19.9743 4.925 19.075C4.025 18.175 3.31267 17.1167 2.788 15.9C2.26333 14.6833 2.00067 13.3833 2 12C2 10.6167 2.26267 9.31667 2.788 8.1C3.31333 6.88333 4.02567 5.825 4.925 4.925C5.825 4.025 6.88333 3.31267 8.1 2.788C9.31667 2.26333 10.6167 2.00067 12 2C13.3833 2 14.6833 2.26267 15.9 2.788C17.1167 3.31333 18.175 4.02567 19.075 4.925C19.975 5.825 20.6877 6.88333 21.213 8.1C21.7383 9.31667 22.0007 10.6167 22 12C22 13.3833 21.7373 14.6833 21.212 15.9C20.6867 17.1167 19.9743 18.175 19.075 19.075C18.175 19.975 17.1167 20.6877 15.9 21.213C14.6833 21.7383 13.3833 22.0007 12 22Z'
								fill='white'
							/>
						</svg>
					</SpecialButton>
					<SpecialButton
						onClick={() => {
							window.open(`tel:${ContactTel}`);
						}}
					>
						新光人壽專屬專線 0800-131-115
						<svg
							width='24'
							height='24'
							viewBox='0 0 24 24'
							fill='none'
							xmlns='http://www.w3.org/2000/svg'
							className='ml-3 h-7 w-7'
						>
							<path
								d='M12 16L16 12L12 8L10.6 9.4L12.2 11H8V13H12.2L10.6 14.6L12 16ZM12 22C10.6167 22 9.31667 21.7373 8.1 21.212C6.88333 20.6867 5.825 19.9743 4.925 19.075C4.025 18.175 3.31267 17.1167 2.788 15.9C2.26333 14.6833 2.00067 13.3833 2 12C2 10.6167 2.26267 9.31667 2.788 8.1C3.31333 6.88333 4.02567 5.825 4.925 4.925C5.825 4.025 6.88333 3.31267 8.1 2.788C9.31667 2.26333 10.6167 2.00067 12 2C13.3833 2 14.6833 2.26267 15.9 2.788C17.1167 3.31333 18.175 4.02567 19.075 4.925C19.975 5.825 20.6877 6.88333 21.213 8.1C21.7383 9.31667 22.0007 10.6167 22 12C22 13.3833 21.7373 14.6833 21.212 15.9C20.6867 17.1167 19.9743 18.175 19.075 19.075C18.175 19.975 17.1167 20.6877 15.9 21.213C14.6833 21.7383 13.3833 22.0007 12 22Z'
								fill='white'
							/>
						</svg>
					</SpecialButton>
					<Collapse title='新光新朋友活動注意事項'>
						<div className='w-full px-0 text-xl xl:px-10'>
							<h1>【同盟之樂】</h1>
							<ul className='list-outside list-decimal space-y-1 pl-6 text-justify'>
								<li>
									本活動限持有新光人壽有效保單且年滿20歲之保戶參加。每ID限領一次，且須為「全新」加入網路會員者
								</li>
								<li>
									25點SK點數將於加入會員後之隔日發放，剩餘25點則於次月底前發送，屆時請至集點平台查詢確認，不另做通知
								</li>
								<li>
									加入會員時應輸入之「生日」若與保單資料不符，請重新輸入或洽服務人員、各地客戶服務櫃檯辦理；「要保人」如未留存行動電話，須保單契變後方可線上申請。
									<br />
									（若是手機相同，請洽0800申請）
								</li>
							</ul>
							<h1>【酒肉之樂】</h1>
							<ul className='list-outside list-decimal space-y-1 pl-6 text-justify'>
								<li>
									每月符合抽獎資格之序號，將於次月中進行抽獎儀式並公告中獎名單於活動網站，符合抽獎資格之保單須於抽獎當日仍為有效件，若保單於活動期間內發生契撤、退保、解約或其他不符合抽獎資格之情事，將取消中獎資格。
								</li>
								<li>
									依稅法規定，中獎者若為中華民國境內居住之個人，依稅法規定本活動贈獎部分屬機會中獎須辦理扣繳。
								</li>
								<li>
									抽獎後「萬元玩樂金」由業務人員聯繫中獎者簽署領獎確認函，若於30天內未領獎或無法取得聯繫者，則視同放棄中獎資格。
								</li>
								<li>
									獎品之規格以最後採購實物為準，主辦單位保留更換為其他價值相近獎項之權利。獎品不得折換現金。
								</li>
								<li>萬元玩樂金兌換品項，依「雄獅旅遊」公告及規範。</li>
							</ul>
							<h1>【綜合注意事項】</h1>
							<ul className='list-outside list-decimal space-y-1 pl-6 text-justify'>
								<li>
									參加本活動同時，即表示已充分知悉與同意以下事項：新光人壽得因本活動之需要，依個人資料保護法相關規定，於本活動期間內，以電子檔或紙本形式於我國境內蒐集、處理、利用其登入本公司會員網站所提供之個人資料。
								</li>
								<li>
									本辦法得視業務營運、策略及法令需要，適時補充修訂；若有補充、修訂或其他施行細則之公佈時，將另文公告。如有疑義，依新光人壽市場行銷部解釋之。
								</li>
								<li>
									SK點數需「綁定新光人壽LINE官方帳號」。參加本活動者同意適用集點平台相關辦法及SK點數使用規則，前述詳情請見新光人壽「我的SK點數」。
								</li>
							</ul>
						</div>
					</Collapse>
				</div>
			</div>
		</Block>
	);
});
export default Contact;
