export const MatchCopies = {
	魔羯: {
		text: '魔羯座媽媽以務實、穩重和負責任為主要特點，在育兒方面，他們往往會把教育當作一個長期的計畫，透過培養孩子的自律性和紀律性來達成目標，魔羯座媽媽往往是很嚴格的家長，但也非常有耐心，願意花時間和精力來教導孩子。',
		list: [
			{
				headline: '幼兒教育',
				body: '魔羯座媽媽在幼兒教育方面，注重紀律、責任和效率，她們會給孩子制定明確的目標和計畫，充分的運用時間不浪費，並督促他們完成任務。',
			},
			{
				headline: '家庭生活',
				body: '魔羯座媽媽會傾向於保持家庭的穩定和秩序，注重家庭價值觀的傳承，且視為一段長期的培養過程，同時教導孩子學習自律的重要性。',
			},
			{
				headline: '財富保險',
				body: '魔羯座媽媽非常謹慎和理性，她們會制定詳細的財務計畫和預算，以確保家庭的財務安全和穩定，總之，魔羯座媽媽在家庭生活和財務管理方面注重規劃和執行力。',
			},
		],
		href: [{ label: '還本型醫療險、美元利變壽險', url: 'https://www.skl.com.tw/852849ed14.html' }],
		wuXing: {
			火: '對於火象星座孩子來說，魔羯座媽媽會教導他們控制情緒和冷靜思考，並幫助他們理解目標的重要性，他們會鼓勵孩子發揮自己的熱情和能量，但同時也會提醒他們不要過度沉迷於自己的興趣而忽略其他重要的事情。',
			土: '對於土象星座孩子來說，魔羯座媽媽會鼓勵他們注重實踐和細節，並幫助他們學習如何有效地管理時間和資源，鼓勵土象星座小孩靠著自身的努力實現夢想，不達目標絕不輕易停下腳步。',
			風: '對於風象星座孩子來說，魔羯座媽媽教導他們注重細節和實際面，讓他們學會思考和做出更明智的決定。並教導孩子們如何理財和存錢，幫助他們養成儲蓄的好習慣。因為金錢是現實生活中，除了親情之外，非常重要的安全感來源。',
			水: '對於水象星座孩子來說，魔羯座媽媽會給予他們穩定和支持，讓他們感受到家庭的安全感和溫暖。同時教導孩子們如何理財和投資，讓他們在未來可以獲得更多的財富和穩定。並鼓勵孩子發揮自己的天賦，因為展現天賦才能的人是最快樂的。',
		},

		children: {
			牡羊: '牡羊座孩子性格熱情、熱愛冒險、自我主張強烈，魔羯座媽媽則注重紀律、規劃和穩定，魔羯座媽媽和牡羊座小孩之間的關係可能會面臨一些挑戰，因為他們在性格上有很大的差異，如果可以成為一種挑戰與啟發的交流，魔羯媽媽教導牡羊孩子掌握情緒，牡羊座孩子鼓勵魔羯座媽媽展現熱情，可以成為一種正向循環。',
			獅子: '獅子座小孩充滿自信、獨立並富有創造力，魔羯座媽媽注重紀律、責任和規劃，魔羯座媽媽應該給予孩子足夠的空間和自主權，同時建立清晰的規則和邊界，魔羯座媽媽和獅子座小孩之間的關係是一種相互扶持的互動，教導獅子座小孩設定目標並藉由努力實現夢想，陪伴獅子座小孩在經過努力後，享受美好成果。',
			射手: '射手座小孩通常非常好動、開朗，魔羯座媽媽幫助射手座小孩理解目標的重要性，讓他們感受到發揮熱情和能量的自由，鼓勵他們在追求目標的同時，可以有效地管理他們的時間和資源，兩者之間是挑戰與共榮的關係，魔羯座媽媽和射手座小孩在個性上需要互補和尊重，才可以減少矛盾發生。',
			金牛: '金牛座小孩個性上非常勤奮，與魔羯座媽媽相同，並且都有實際的目標和計畫，魔羯座媽媽會鼓勵金牛座小孩專注於他們的目標，幫助他們建立自信，在實現目標的漫長過程中保持耐心，這樣的親子關係需要注意的是，魔羯座媽媽有時會過於嚴厲，金牛座小孩則需要充足的休息和放鬆，才可以持續向前。',
			處女: '處女座小孩是一個非常注重細節和組織能力。魔羯座媽媽鼓勵處女座小孩制定計劃並完成任務，同時教導他們注意效率、品質。然而，這種做事情的細節控，也可能給處女座小孩帶來壓力和焦慮。因此，魔羯座媽媽需要注意給處女座小孩足夠的自由和放鬆，讓他們可以在愉快的氣氛中進步學習。',
			魔羯: '魔羯座小孩思考縝密且全方位，與魔羯座媽媽搭配這是一個非常相似且理性的親子組合，他們有相似的價值觀和目標。魔羯座媽媽會鼓勵魔羯座小孩制定目標和計畫，並教導他們如何克服挑戰和困難。但是，這種嚴格和謹慎的性格也可能會讓他們忽略了放鬆和享受生活。因此，魔羯座媽媽需要注意讓魔羯座小孩有足夠的自由和空間。另外，魔羯座媽媽自己也要保持生活彈性，不要太壓抑。',
			雙子: '雙子座小孩充滿好奇心和求知欲望，在務實且負責的魔羯座媽媽心中是十分欣賞的，但可能會提醒他們要有耐心和紀律性，以便能夠持續專注於學習。魔羯座媽媽可以給予雙子座小孩穩定的支援，幫助他們在學習新技能時，不會因為學習瓶頸而產生焦慮感。',
			天秤: '天秤座小孩自在的社交性格，與魔羯座媽媽的嚴肅和實際主義形成對比。魔羯座媽媽可以提醒天秤座小孩在日常生活中保持自律和責任感，但也需要學習放寬對他們行為模式的控制。魔羯座媽媽需要適當平衡給予天秤座小孩獨立發展的空間，並鼓勵他們在社交場合中與不同個性的孩子建立友情關係。',
			水瓶: '水瓶座小孩重視獨立和自主性，但可能有不同的價值觀和方法。魔羯座媽媽需要尊重水瓶座小孩的獨立性，但也可以提供實用建議和協助他們管理自己的時間。魔羯座媽媽鼓勵水瓶座小孩學習自我表達，並幫助他們在解決問題時保持冷靜和客觀。對於喜歡研究發明的水瓶座小孩而言，如果可以培養持之以恆，不達目的決不放棄的信念，那麼未來做什麼事情，水瓶座小孩都一定會成功。',
			巨蟹: '巨蟹座小孩既溫暖又富有情感，這是一個相當溫馨的配對，因為魔羯座媽媽非常有責任感和安全感，能夠為巨蟹座小孩提供穩定的環境和愛。魔羯座媽媽也會鼓勵巨蟹座小孩表達情感，讓他們知道感受和情感都是重要的。然而，魔羯座媽媽也需要注意不要太嚴格，給孩子過多壓力和要求，以免影響他們的成長和幸福感。',
			天蠍: '天蠍座小孩與魔羯座媽媽這對配對的特點是個性沉著和感性。魔羯座媽媽和天蠍座小孩都很喜歡探究生命的本質和深度，因此他們可以從彼此的生命中得到許多啟發。魔羯座媽媽能夠理解天蠍座小孩的情感需要，給他們提供溫暖和支援。同時，魔羯座媽媽也會鼓勵天蠍座小孩將他們的感性力量轉化為創造力的表達，讓他們找到一種能夠舒緩情感壓力的方式。',
			雙魚: '雙魚座小孩與魔羯座媽媽非常適合，因為魔羯座媽媽能夠幫助雙魚座小孩將他們的夢想和幻想轉化為現實，讓他們更好地掌握生活和面對現實。同時，魔羯座媽媽也能夠引導雙魚座小孩發揮他們豐富的想像力和創意，並讓他們發揮才華，找到興趣。雙魚座小孩非常需要魔羯座媽媽的穩定和紀律性，而魔羯座媽媽也能夠提供小孩在成長過程中需要的支援和指導。',
		},
	},
	處女: {
		text: '處女座媽媽是一位非常細心和注重細節的育兒者。會根據孩子的不同個性、脾氣、性格優點、缺點，採取不同的育兒方法。對於性格較內向、敏感的孩子，媽媽會更加關注孩子的情感需求，給予關愛和支持。對於性格較外向、活潑的孩子，媽媽會給予更多的鼓勵和自由空間，讓孩子發揮天性和才華。',
		list: [
			{
				headline: '幼兒教育',
				body: '處女座媽媽會給予孩子一個整潔、有序的生活環境，讓孩子學習整理和規劃自己的生活。處女座媽媽注重飲食和健康，給孩子提供營養豐富的食物和充足的運動時間，讓孩子身心健康。',
			},
			{
				headline: '家庭生活',
				body: '處女座媽媽對小孩的學習、成長和發展進行綜合性的考慮，並在日常生活中注重細節和品質，讓小孩學會如何做事情並全盤考量。',
			},
			{
				headline: '財富保險',
				body: '處女座媽媽是高度完美主義者，實務能力比其他星座來的更強，總是有耐心鑽研出最佳方案，講解財務知識和理財技巧，讓他們學會如何合理地使用和管理自己的財富，這樣未來生活才會有穩定經濟基礎。',
			},
		],
		href: [{ label: '防癌險、美元利變壽險', url: 'https://www.skl.com.tw/852849ed14.html' }],
		wuXing: {
			火: '對於火象星座孩子來說，活潑好動而且好奇心強，處女座媽媽在鼓勵孩子探索新事物，同時也會著重孩子的健康、安全和風險管理。對於火象星座的小孩，教育著重於孩子的紀律和自我控制方面，希望孩子能夠學會管理情緒和行為。',
			土: '對於土象星座孩子來說，處女座媽媽注意到他們的堅韌和實用主義，並鼓勵他們在生活中更加靈活和開放。處女座媽媽對於土象星座小孩的相處，會有更多的理性溝通，他們追根究底去探討事物的本質，而不被情緒左右，或被表象蒙蔽。',
			風: '對於風象星座孩子來說，處女座媽媽提供更多的機會和經驗，讓他們可以開發自己的創造力和表達能力。風象星座小孩的想像力、創造力，往往讓處女座媽媽感覺到驚喜、驚艷。如果持續得到家庭的支持鼓勵，將來一定大有可為。',
			水: '對於水象星座孩子而言，處女座媽媽可能會注意到他們對情感和感受的敏感度，因此在鼓勵他們自信和積極的同時，也會非常關注他們的情緒狀態。水象星座小孩在成長的過程中需要的是陪伴、鼓勵而不是指責、批評。',
		},
		children: {
			牡羊: '牡羊座小孩具有熱情但個性較急，處女座媽媽會著重教導他們如何控制自己的情緒和衝動，並鼓勵他們在學習和工作上保持積極的態度和毅力。處女座媽媽的理性和凡事規劃的策略性思考，可以幫助牡羊座小孩避免衝動，同時可以迴避到一切因為粗心大意造成的風險。',
			獅子: '獅子座小孩自信獨立，而教育上處女座媽媽通常會非常嚴格和要求高，尤其是對於學習和表現的要求。她們會鼓勵孩子發揮自己的能力，但同時也要求必須掌握基本的紀律和規律，並時常提醒他們要有自我反省和修正的能力。處女座媽媽對獅子座小孩的教育，基本就是望子成龍，望女成鳳。',
			射手: '射手座小孩較不拘小節，處女座媽媽會教導如何在生活中保持整潔和有條理的習慣，並注重健康飲食和生活作息的管理，因為處女座媽媽本身就是一個無論家事或工作都有條不紊的人。處女座媽媽很小就知道射手座小孩在做決定的時候，容易粗心大意，所以處女座媽媽會經常提醒射手座小孩理性思考、避免犯錯。',
			金牛: '金牛座小孩通常被認為是踏實、實際和有計劃性的人，他們注重細節和實際的成果，處女座媽媽和金牛座小孩之間的相處會非常愉快，因為兩者有許多相似的性格特徵。處女座媽媽擅於提供安全感和情感支持，金牛座小孩則欣賞和尊重處女座媽媽的穩健和負責任的態度。',
			處女: '處女座小孩和處女座媽媽之間的相處方式，彼此會相當挑剔和要求苛刻，因為兩者都有非常高的自我要求和完美主義傾向。媽媽可能會對孩子的表現和成就提出高標準，並且要求他們盡力做到最好。當孩子表現不盡理想的時候，建議媽媽要收斂自己碎碎念的個性，給予小孩鼓勵，讓他們建立自信。',
			魔羯: '魔羯座小孩的自律能力是處女座媽媽從小就非常重視的，鼓勵他們建立良好的生活習慣和時間管理能力。對於從小在學業上展露才華或是本身資質優秀的魔羯座小孩，處女座媽媽絕對會用盡心力，全力栽培。小時候表現出的早熟、懂事和體恤父母辛勞的特質，這在處女座媽媽眼中是非常欣慰憐惜的。',
			雙子: '雙子座小孩和處女座媽媽之間的相處會相當有趣和多樣化。雙子座小孩喜歡探索新事物和獨立思考，但也容易分散注意力。媽媽可以透過給予孩子足夠的自由和探索空間，同時幫助孩子保持注意力和專注力。媽媽對於孩子的要求可能會比較高，尤其在表達能力和創意思考上要能表現突出。',
			天秤: '天秤座小孩通常喜歡與人交往，注重平等和公正，但做決定時猶豫不決。媽媽可以透過給予孩子足夠支持，幫助孩子建立起信心和決策力。建議，處女座媽媽可以透過與孩子溝通和協商，共同解決問題並做出判斷，但父母要注意不要讓孩子過度依賴別人的意見和建議。',
			水瓶: '水瓶座小孩通常有自己獨立的思考方式和獨特的觀點和處女座媽媽之間的相處方式可能需要一些耐心和適應。可能會與媽媽的期望和想法不太相同。處女座媽媽可以試著理解孩子的想法和意見，並給予適當的自由和支持，幫助孩子建立起自己的價值觀和生活方式。',
			巨蟹: '巨蟹座小孩情感細膩且豐沛，處女座媽媽願意花時間聆聽，並提供他們安全、溫馨的家庭環境，讓孩子感到無論在開心或是不開心的情緒中，都可以被媽媽完全理解和支持。巨蟹座小孩的內心是敏感且脆弱的，而這個部分，細心的處女座媽媽會用盡全心保護小孩長大。',
			天蠍: '天蠍座小孩在學習過程中普遍會有過於專注，求好心切，不知道如何面對挫折的心理狀態，而處女座媽媽會幫助天蠍座小孩學習如何與他人建立良好的關係，從而在社交方面更加自信和獨立。處女座媽媽可以給天蠍座小孩很好的分析與反饋，鼓勵天蠍座小孩，消化自己的負面情緒，化悲憤為力量。',
			雙魚: '雙魚座小孩情緒與想法較豐富，因此完美主義與不斷進步的處女座媽媽，要給予多一點耐心，最重要的是，懂得欣賞自己的孩子，包容並保護孩子與生俱來的差異和特殊性。學會欣賞孩子身上的優點與缺點時，會發現孩子會以朋友和同伴的方式與你相處，而不會只把你設定成權威父母。',
		},
	},
	金牛: {
		text: '金牛座媽媽是一位溫和、穩定、負責任的母親，對於幼兒教育他們通常親力親為。透過培養孩子的耐心、勤勉和責任心，幫助小孩建立兒童時期良善的人格特質，金牛座媽媽的心理期待就是幫助孩子成為穩定、務實、實在、健康和理性的人。',
		list: [
			{
				headline: '幼兒教育',
				body: '金牛座媽媽可以鼓勵孩子閱讀好書、學習實用技能和參加有意義的活動，以幫助孩子發展全面的才能和技能，在未來各項決策中，都能有更全面與有建設性的看法。',
			},
			{
				headline: '家庭生活',
				body: '金牛座媽媽可以在家庭生活中強調家庭的穩定性和安全感，創造一個愉快、和諧和健康的家庭環境，幫助孩子建立良好的家庭價值觀，家庭的和樂，能更幫助孩子擁有溫暖友善的人格。',
			},
			{
				headline: '財富保險',
				body: '金牛座媽媽認為錢就是自己的安全感！愛賺錢也會存錢的金牛座媽媽可以教育孩子如何管理自己的財務，讓孩子懂得如何理智地使用金錢，透過儲蓄和投資，以實現長期的財富增值。',
			},
		],
		href: [{ label: '還本型醫療險、實支實付險', url: 'https://www.skl.com.tw/852849ed14.html' }],
		wuXing: {
			火: '對於火象星座孩子來說，具有豐富創造力與熱情，金牛座媽媽應該鼓勵他們表達自我，並把握各種機會展現才華能力。同時教導火象星座的小孩在生氣的時候，如何穩定自己的情緒，以獲得內在和諧和平靜的力量。',
			土: '對於土象星座孩子來說，兩者都非常重視生活與情感的穩定性。從彼此身上看到對勤儉節約和遵守紀律的相似之處。媽媽著重對生活的享受和舒適，對於生活美好的追求，與幸福的信念，是金牛座媽媽可以傳遞給土象星座小孩的人生價值。',
			風: '對於風象星座孩子來說，金牛座媽媽著重耐性、傳統，有計畫的實現人生夢想，而風象星座小孩則傾向敢於表現自己的創意和與眾不同。並且，金牛座媽媽講求勤儉節約和遵守紀律，而風象星座小孩則比較注重當下感受與創新思維。',
			水: '對於水象星座孩子來說，性格是比較溫柔且溫暖的頻率，和金牛座媽媽是很能夠溝通相處，金牛座媽媽雖然是土象星座，但他和水象星座小孩一樣，對情感、親情的需求，同樣是非常細膩的。',
		},

		children: {
			牡羊: '牡羊座小孩充滿十足活力和熱情，這是金牛座媽媽需要特別注意的。她可以給孩子提供足夠的運動和自由，以幫助他們消耗體力和能量。媽媽特別重視孩子成長過程中的營養補充，因為他們希望孩子可以頭好壯壯，有健康的身體，愉快的心靈，去接受未來學習成長中的各種挑戰。',
			獅子: '獅子座小孩從小就是孩子王與意見領袖，而注意細節的金牛座媽媽應給予孩子足夠的關注和引導，幫助孩子掌握自己的情緒和行為，更好的處理人際關係，而不會變成欺負其他小朋友的小霸王。在金牛座媽媽的眼裡，獅子座男孩將來可以成為保護女生的紳士，而獅子座女孩將來可以勇敢展現自己的才華。',
			射手: '射手座小孩性子較急，遇上金牛座媽媽天生的沉著和耐心，絕對是他們成長過程中的一座溫暖燈塔。讓射手座小孩知道，原來溫和、謙遜、耐心與堅持的個性是可以學習養成的。除了幫助孩子保有活潑熱情的個性之外，還能具備謙虛、穩重、有禮貌的內涵。',
			金牛: '金牛座小孩遇上同屬土象星座的金牛座媽媽來說，媽媽會注意孩子情緒的穩定性和天賦才華。她們會經常鼓勵孩子發揮自己的創造力和想像力。金牛座媽媽從小會花時間與金錢培養小孩子的才藝，因為他們覺得這是對小孩未來競爭力的一種投資。',
			處女: '處女座小孩具有邏輯且細心。金牛座媽媽則是幫助他們建立良好的生活習慣，以及不論成敗持續對自我肯定的價值觀。同時，金牛座媽媽也可以鼓勵處女座小孩放鬆心情，享受生活，避免過度焦慮和自我要求過高。因為大多數處女座小孩可能從小就有完美主義和生活潔癖的特質。',
			魔羯: '魔羯座小孩和金牛座媽媽，會產生與生俱來的默契與個性上的共鳴，這種性格優點互相喜歡、彼此欣賞的磁場，讓金牛座媽媽和魔羯座小孩，從小就建立親密的情感連結，絕對會成為讓人羨慕的親子關係。摩羯座小孩從小可能會有害羞，不擅長社交的特質，溫暖的金牛座媽媽則可以從旁鼓勵開導。',
			雙子: '雙子座小孩聰明具有創造力，對於孩子的靈活性和好奇心。可以提供給孩子豐富的學習和探索機會，教導孩子建立健康的人際關係和溝通技巧。孩子從小就能表現出創意和表達能力的才華，舉一反三的性格優點，讓金牛座媽媽可以從中受益，讓自己思想變的開放和靈活。',
			天秤: '天秤座小孩較為乖巧、內斂、含蓄和聽話，而金牛座媽媽的內斂、謹慎與凡事有安全意識的生活態度，可以為天秤座小孩提供一個非常安全的成長環境。彼此之間最大的興趣，是對生活中美好事物的嚮往與追求，喜歡美食、與美麗的事物。',
			水瓶: '水瓶座小孩既聰明且學習力、反應力俱佳，而個性嫻靜，做事有態度和擅長計畫的金牛座媽媽，教導孩子堅持自己的夢想，尤其對自己喜愛事物，保持專注、專一的態度，不要三心二意。然而孩子創新的觀點，可以打開媽媽的思想層次，擴大生活眼界。',
			巨蟹: '巨蟹座小孩情感豐富且具敏感性。金牛座媽媽需特別注意，她可以給孩子提供足夠的安全感和支援，同時也要鼓勵孩子表達自己的情感和思想。巨蟹座小孩和金牛座媽媽在生活相處上會有許多有趣互動，因為兩者都偏向家庭和情感關係，幸福的家庭生活是他們內心安全感的來源。',
			天蠍: '天蠍座小孩和金牛座媽媽在生活相處上可能會有一些有趣的互動。兩者都偏向固執和自我的意志力都很強，不容易向對方妥協。金牛座媽媽可以幫助天蠍座小孩從小建立良好的自我價值觀和自尊心，讓他們成為獨立自主的人。天蠍座小孩可以從金牛座媽媽那裡學到關於節約和有效率生活的方式。',
			雙魚: '雙魚座小孩和金牛座媽媽，從小可以一起透過音樂、繪畫、顏色、藝術或是舞蹈的學習，交流彼此對生活與情感的能量。在藝術領域中，產生相互喜歡對彼此支持、認同的共鳴。或許從小雙魚座小孩就展露出從金牛座媽媽那裡遺傳獲得對美感及藝術的天份。',
		},
	},
	天秤: {
		text: '天秤座媽媽是一位追求平衡、和諧和公正的母親，她們非常重視人際關係和溝通，善於處理家庭和社交之間的平衡。對於不同的星座小孩，天秤座媽媽會根據其個性、脾氣、優點和缺點，採取不同的育兒方法，以幫助他們成為自信、獨立和有責任感的人。',
		list: [
			{
				headline: '幼兒教育',
				body: '天秤座媽媽可以透過與小孩進行對話和互動來幫助他們發展語言和社交技能，喜歡社交的妳，也可以多帶小孩與其他媽媽們的小孩認識，培養孩子們親人的個性。',
			},
			{
				headline: '家庭生活',
				body: '天秤座媽媽十分會洞察他人的想法，將生活中可以透過細節教導孩子觀察周遭的人、事、物，以幫助他們保持對學習的興趣和熱情。並成為一個樂於分享生活的家庭成員。',
			},
			{
				headline: '財富保險',
				body: '天秤座媽媽看重財富保險對孩子未來的保障，天秤座媽媽可以教育小孩關於財務知識和投資的基礎，並鼓勵他們培養良好的儲蓄和投資習慣。',
			},
		],
		href: [{ label: '實支實付險、變額年金險', url: 'https://www.skl.com.tw/852849ed14.html' }],
		wuXing: {
			火: '對於火象星座小孩來說，天秤座媽媽會鼓勵他們追求自己的夢想和目標，並支持他們的創造力和熱情。火象星座孩子表現出的勇敢、獨立、果斷與堅強，在天秤座媽媽眼中，就是充滿正義感的英雄化身。',
			土: '對於土象星座孩子來說，天秤座媽媽會注意到他們個性中的穩定與不容易妥協和堅韌不拔的耐性。應教育孩子適時的表達自己的情緒，而不是將所有喜怒哀樂的感受，壓抑在內心。天秤座媽媽也願意將情感、藝術、音樂的氣質和生活方式帶入對土象星座小孩的教育和培養中。',
			風: '對於風象星座孩子來說，天秤座媽媽會提供更多的機會和經驗，讓他們可以開發自己的創造力和表達能力。這樣的親子組合，適合培養亦師亦友，互相學習的關係。因為彼此的個性相近，在對方身上都可以看到自己性格的影子。',
			水: '對於水象星座孩子來說，天秤座媽媽會注重他們的情感和感受，並鼓勵孩子表達自己的情感。讓水象星座的孩子在生活中有安全感和信任感。水象星座小孩和天秤座媽媽最容易產生情感的互相需要和依賴，是親密貼心溫暖的親子關係。',
		},
		children: {
			牡羊: '牡羊座小孩通常是非常活潑、好動、自信的孩子，他們喜歡探索世界和嘗試新事物，是天秤座媽媽需要多加注意的部分。除了鼓勵他們的好奇心和勇氣，也需要在引導他們冒險和探索時給予適當的安全提示和限制。天秤座媽媽需要學會容忍牡羊座小孩的頑皮和不服從。這對於優雅與好脾氣的天秤座媽媽而言，就是一項親子互動的考驗。',
			獅子: '獅子座小孩通常是非常自信、積極、有領導才能的孩子，他們喜歡成為中心人物，並且需要得到肯定和讚賞，是天秤座媽媽需要多加注意的部分。除鼓勵他們發揮自己的才能和領導力，也需要從與兄弟姊妹或同學的相處中注意小孩的發展，以免讓他們變得過於自大或不夠謙虛。天秤座媽媽和獅子座小孩，在小時候如果可以培養對戲劇、音樂、舞台劇、戶外生活的愛好，會成為讓人羨慕的親子組合。',
			射手: '射手座小孩通常是非常好動、開朗、樂觀的孩子，喜歡探索和冒險，對事物充滿好奇心，是天秤座媽媽需要多加注意的部分。除了給予小孩足夠的自由和空間，讓他們有機會發揮自己的創造力和想像力，但也要適時約束他們調皮搗蛋的個性，以免他們在運動中受傷或造成危險。勇敢的射手座小孩，將來長大之後，會想成為天秤座媽媽的專屬保鑣，保護優雅賢慧和溫柔的天秤座媽媽。',
			金牛: '金牛座小孩比較務實，講求物質生活和穩定，是天秤座媽媽需要多加注意的部分。天秤座媽媽則重視情感，善於溝通協調，可以在感性與理性之間找到平衡點，滿足雙方。天秤座媽媽從小會觀察到金牛座小孩的固執和保守性格，要改善這樣的內向個性，可以從音樂、美術、繪畫、閱讀的興趣中，發掘天賦培養自信和主動學習的能力。',
			處女: '處女座小孩的完美主義和挑剔性格，是天秤座媽媽需要多加注意，並且鼓勵他們放下追求完美的心態，學會放寬心胸、接納自己和不足或不完美，同時保有持續學習、肯定自己，不停進步的人生態度。天秤座善於結交朋友，熱衷社交活動，對於害羞的處女座小孩，也是一種很好的身教和榜樣。',
			魔羯: '魔羯座小孩的嚴謹和自我要求，是天秤座媽媽需要多加注意的部分，並且鼓勵他們放鬆身心、學會享受生活。天秤座媽媽可以鼓勵魔羯座小孩用講故事或是玩家家酒遊戲的方式，表現自己對生活和親子關係的各種感受。因為魔羯座小孩在陌生人面前容易表現出害羞和畏懼、怕犯錯的心理障礙。',
			雙子: '雙子座小孩的好奇心和求知欲，是天秤座媽媽需要多加注意的部分，建議能鼓勵他們多接觸不同的事物和人群，同時給予他們足夠的自由和空間，讓他們發揮自己的創造力和表達能力。雙子座小孩從小就會表現出優秀的語言能力，而天秤座媽媽透過每晚和雙子座小孩聊天，不但可以確認彼此的信任感，且增進親子關係。',
			天秤: '天秤座小孩的優柔寡斷和依賴性，是天秤座媽媽需要多加注意的部分，並建議鼓勵他們學會自主思考並即時做出決定，同時給予他們足夠的支持和鼓勵，讓他們有信心展現自己的才華和能力。天秤座媽媽應該自信的表現自己，特別是在每一次下決定或是做判斷的時候，這樣對天秤座小孩會是一種絕佳的示範，讓他們克服自己猶豫不決的矛盾和拖延毛病。',
			水瓶: '水瓶座小孩的獨立性和創新能力，是天秤座媽媽需要多加注意的部分，並建議鼓勵他們發揮自己的獨特性格和想法，同時給予他們足夠的自由和空間，讓他們自主學習和探索新事物。鼓勵孩子從小就對自己的行為負責，肯定自己，無論成功失敗都充滿自信，這會是一件非常重要的親子教育環節。',
			巨蟹: '巨蟹座小孩的敏感性和情感需求，是天秤座媽媽需要多加注意的部分，提醒需給予孩子足夠的關愛和支持。天秤座媽媽可以藉由料理食物，和親自幫巨蟹座小孩洗澡、哺乳、餵食三餐的過程中，讓巨蟹座小孩從小就感受到來自媽媽所帶來的安全感和信任感。',
			天蠍: '天蠍座小孩的獨立性和自我保護意識，是天秤座媽媽需要多加注意的部分，並且給予他們足夠的空間和尊重，特別是當天蠍座小孩固執、調皮亂發脾氣的時候，天秤座媽媽要有耐心和包容心，好好地跟天蠍座小孩講道理，而不是被天蠍座小孩激怒而變得歇斯底里。',
			雙魚: '雙魚座小孩的敏感性和想像力，是天秤座媽媽需要多加注意的部分，並且給予他們足夠的支持和鼓勵，同時要注意他們可能會過度情緒化和沉浸在自己的世界中，需要適時地引導他們走出來。雙魚座小孩喜歡看卡通、聽兒歌，對於喜歡音樂與藝術表現的天秤座媽媽，從小可以幫助小孩接觸音樂和藝術，成為對於色彩、圖案和想像力的啟蒙老師。',
		},
	},
	雙子: {
		text: '雙子座媽媽是一位開朗、幽默和好學的母親，她們經常通過提供豐富多元的學習機會和生活經驗，幫助不同星座的孩子發展自己的個性和才能。透過耐心、關注和鼓勵，雙子座媽媽可以幫助孩子成為有創造力、有好奇心和熱愛學習的人。',
		list: [
			{
				headline: '幼兒教育',
				body: '雙子座媽媽下定目標後就不會退縮，可以教導小孩不輕易放棄，勇於追求自我理想，可以透過知識閱讀、多元談話交流的過程，去激發他們的好奇心和學習興趣。',
			},
			{
				headline: '家庭生活',
				body: '雙子座媽媽兼備知性與活力，會為孩子提供豐富有學識的家庭生活體驗，例如參觀博物館、賞花賞鳥、逛市場等，幫助他們探索世界，擴展視野。',
			},
			{
				headline: '財富保險',
				body: '雙子座媽媽總是會為自己預備好第二條後路，可以將同樣的謹慎延續教育孩子如何理智地使用金錢，鼓勵他們儲蓄和投資，以實現長期的財富增值。',
			},
		],
		href: [{ label: '變額年金險、定期醫療險', url: 'https://www.skl.com.tw/852849ed14.html' }],
		wuXing: {
			火: '對於火象星座孩子來說，雙子座媽媽的個性善於社交與有好奇心。他們能一起探索世界、交流想法和嘗試新事物。雙子座媽媽可以從火象星座小孩那學習到勇氣和決斷力，而火象星座小孩可以從雙子座媽媽那裡學到更多社交和溝通技巧。',
			土: '對於土象星座孩子來說，雙子座媽媽具有好奇心、喜歡交流和探索新事物。雙子座媽媽教導土象星座小孩更多的彈性和創意思維，而土象星座小孩幫助雙子座媽媽更加實際，生活有效率。他們透過互相尊重和理解來建立良好親子關係。',
			風: '對於風向星座孩子來說，和雙子座媽媽一樣喜歡交際和社交，因此他們的生活節奏和社交圈子可能會比較活躍。此外，雙子座媽媽的好奇心和求知慾望也會影響到風向星座小孩，讓他們對學習和探索更感興趣。',
			水: '對於水象星座孩子來說個性較為內向，但雙子座媽媽喜歡交際和社交，相較之下需要更多的私人空間和安靜時間。對於水象星座小孩雙子座媽媽可以給予更多的關愛和支持，並鼓勵他們表達感受以建立情感連結。',
		},

		children: {
			牡羊: '牡羊座小孩天生具備勇敢、活力與熱情，雙子座媽媽可以鼓勵牡羊座小孩參加更多的團體活動和不同個性的小孩保持愉快的社交活動，以幫助孩子發揮與生俱來的活力和好客、助人的個性，也可以培養孩子與其他人產生互動與不同的相處模式。',
			獅子: '獅子座小孩積極且有自信與他們的相處方式其實非常簡單，就是陪伴他們一起在生活中冒險，在每一次的運動與小孩的追、趕、跑、跳中，媽媽可以和孩子建立起親子運動的夥伴關係。這是一對幽默感、活力、體力都一級棒的親子組合。',
			射手: '射手座小孩和雙子座媽媽的互動方式非常特別，他們其實非常適合一起親子旅遊，或是共同搭乘大眾交通工具，為彼此創造難忘的旅行回憶。因為射手座小孩從小就喜歡搭乘各種不同總類的交通工具，而雙子座媽媽則擁有與生俱來喜歡旅遊的靈魂，環遊世界是這對親子關係的共同夢想。',
			金牛: '金牛座小孩喜好務實且規律，雙子座媽媽可以為金牛座小孩提供穩定和有序的家庭環境，並給予他們實用的建議和指導，幫助金牛座小孩可以有效率的學習，完成生活中的各種挑戰，例如快速吃飯、快速地收拾玩具等等。並幫助金牛座小孩突破害羞的個性特質，勇於結交新朋友，適應新環境。',
			處女: '處女座小孩的個性較保守與人際關係的慢熟，在思考敏捷、反應快速的雙子座媽媽眼裡，可能會有點無所適從。其實面對開竅比較慢的孩子，雙子座媽媽最重要的教育方式是鼓勵，支援和陪伴。另外，處女座小孩細心、貼心、細膩的親情互動，可以在不經意的情況下，讓雙子座媽媽深受感動。',
			魔羯: '魔羯座小孩個性較慢熱、脾氣倔強、且愛面子，雙子座媽媽可以用親自示範的方式教育，去體驗生活中的各種嘗試和冒險，並接受學習帶來的挫折和考驗。這種重視身教、言教與親身示範的教育方式，持之以恆就會得到美好結果。最重要的教育理念就是，只要願意踏出第一步，無論成功或失敗，都是一種突破。',
			雙子: '雙子座小孩和雙子座媽媽的相處，可以說是天生絕配，因為這樣組合的親子關係，很小就可以培養成無話不談的母子或母女關係。而未來長大之後，彼此感興趣的話題，絕對是百無禁忌，家庭氣氛會非常熱鬧。雙子座小孩和雙子座媽媽相處最大的優勢就是，都熱愛自由，所有生活大小事都可以理性溝通。',
			天秤: '天秤座小孩非常貼心，從小就是爸媽身邊的小幫手，天秤座從小就會展現喜歡跟在父母身邊的親密感，讓父母覺得窩心，雙子座媽媽在教育天秤座小孩時，可以輕鬆建立育兒成就感。想要教育給小孩的知識，往往一點就通，並且天秤座小孩的情商很高，是屬於老師、同學都喜歡的小朋友。',
			水瓶: '水瓶座小孩早熟、獨立、懂事，與生俱來舉一反三的靈活性，讓雙子座媽媽覺得育兒是一件很值得和朋友分享的生活趣事。雙子座媽媽和水瓶座小孩都具有好奇心和求知慾，他們會有共同的興趣，如探索新事物和熱愛大自然、喜歡小動物。此外，他們都比較自主和獨立，對自己的生活有著清晰的規劃和計劃。',
			巨蟹: '巨蟹座小孩內向且感情豐富，雙子座媽媽在孩子面前可能是慈母、也可能是嚴父。因為雙子座媽媽會因為不同孩子的個性表現因材施教。雙子座媽媽通常會鼓勵巨蟹座小孩在學校主動打開自己的人際關係，他們希望自己的小孩在學校是活潑、開心的，可以認識很多小朋友，而不是內向害羞的。',
			天蠍: '天蠍座小孩屬於較需要陪伴或是被鼓勵的，雙子座媽媽會表現出慈愛與耐心的面貌。但在個性太過固執、任性和倔強的天蠍座孩子面前，媽媽也會表現出像嚴父那樣的樹立權威，並教導小孩要遵守規矩。當孩子表現出來倔強、固執時，需要媽媽有耐心的教育，循循善誘，才能有和諧相處的親子關係。',
			雙魚: '雙魚座小孩以情感豐沛著稱遇上以理性著稱的雙子座媽媽，這種個親子關係，有如水與火之間的對立與平行。但是誰說理性與感情一定不能交流、理解呢。感情與理性應該互相包容、理解和尊重。這也是雙子座媽媽和雙魚座小孩相處，一生中最重要的課題，以彼此個性互補，去欣賞對方個性脾氣與自己相似和不同之處。',
		},
	},
	水瓶: {
		text: '水瓶座媽媽通常是有創意和開放思想的人，對於十二星座小孩的教育也是如此。她們會鼓勵孩子發掘自己的獨特性格和才華，並支持他們追求自己的夢想。水瓶座的教育理念是開放的而非狹隘的；是支持創新的而非一陳不變的。',
		list: [
			{
				headline: '幼兒教育',
				body: '水瓶座媽媽屬於多元學習能力很強的星座媽媽，無論是靜態的學習，例如語文學習、歌唱學習；還是動態的學習，體育活動、肌肉伸展都很在行。',
			},
			{
				headline: '家庭生活',
				body: '水瓶座媽媽本身興趣廣泛，家庭生活豐富，喜歡旅遊、手作才藝、動物飼育、料理烹飪都能有所發揮，媽媽會成為各種領域的專業達人，小孩將擁有不同凡響的成長過程。',
			},
			{
				headline: '財富保險',
				body: '水瓶座媽媽會從小培養小孩子關於財富、保險、理財等知識，並鼓勵孩子學習如何儲蓄和投資。她們會將這些理財知識以生動有趣的方式傳授給孩子，鼓勵他們進行自主學習與探索，提供一些獎勵和激勵措施，鼓勵孩子在理財方面取得進展。',
			},
		],
		href: [{ label: '重大疾病險、變額年金險', url: 'https://www.skl.com.tw/852849ed14.html' }],
		wuXing: {
			火: '對於火象星座孩子來說，水瓶座媽媽會鼓勵他們勇敢地追求自己的目標，並幫助他們學習如何控制自己的情緒和冷靜思考。她們也會提醒孩子要關注他人的感受和需要，學會與人合作。',
			土: '對於土象星座孩子來說，水瓶座媽媽會鼓勵他們注重實踐和細節，並幫助他們理解目標的重要性。她們也會提醒孩子不要太過保守，要敢於嘗試新事物，創造屬於自己的人生道路。',
			風: '對於風象星座孩子來說，水瓶座媽媽會鼓勵他們展現自己的才華和創造力，並幫助他們學習如何表達自己。她們也會提醒孩子要注意他人的感受和需要，學會與人相處。',
			水: '對於水象星座孩子來說，水瓶座媽媽會提醒孩子要學會控制自己的情緒，並帶他們接觸不同的文化和社會經驗，幫助他們擴展視野。水象星座的孩子對親情的依賴性會比較高，水瓶座媽媽則會鼓勵他們在親情基礎上培養獨立個性。',
		},

		children: {
			牡羊: '牡羊座小孩具有獨立、自主的特點，和水瓶座媽媽相同，這使得他們之間有著天生冒險的共鳴。水瓶座媽媽會給予牡羊座小孩更多自由和空間，鼓勵他們自主學習和探索。水瓶座媽媽和牡羊座小孩之間的相處是很有趣的，除了保有赤子之心外，他們會共同發掘新事物、新的思維模式。',
			獅子: '獅子座小孩具有十足的創造力和靈感，與水瓶座媽媽相似，他們之間的相處充滿活力和動感。水瓶座媽媽尊重獅子座小孩的獨立性和自尊心，並且讓他們有足夠的空間去發揮自己的能力。水瓶座媽媽鼓勵獅子座小孩創新、改變，接受多元觀念，從而豐富他們的知識和想像力。',
			射手: '射手座小孩屬於自由、開放和好奇心強的星座，與水瓶座媽媽相處順暢，兩者相處會非常融洽有趣。水瓶座媽媽會給予射手座小孩足夠的空間發揮，讓他們能夠自主學習和探索。水瓶座媽媽也會與射手座小孩一起探索新奇的領域，例如它們可能對植物、昆蟲、動物、科學和魔術，或是對童話故事產生濃厚的興趣。',
			金牛: '金牛座小孩喜歡穩定和安全感，而水瓶座媽媽經常追求變化和冒險，兩者有著明顯的差異。因此，他們之間需要更多的溝通和理解。水瓶座媽媽需要給予金牛座小孩更多的時間和空間去適應新的事物，逐漸建立對事物的信任。水瓶座媽媽對於金牛座小孩的幼兒教育，需要循序漸進，不要過於急躁冒險。',
			處女: '處女座小孩屬於非常理智和理性的星座，這部分與水瓶座媽媽相似。差別是水瓶座媽媽更注重創新和靈活性，而處女座小孩更傾向於循規蹈矩和精確度。因此，他們之間需要建立起相互尊重和溝通的基礎。媽媽需要學習尊重小孩的堅持和細心，並在引導他們時注重細節和溝通技巧。處女座小孩也可以從水瓶座媽媽那裡學習到更多的開放思維和創意。',
			魔羯: '魔羯座小孩屬於具有耐心和責任心的，這點與水瓶座媽媽相同，他們之間的相處通常是非常穩定和融洽的。水瓶座媽媽會給予魔羯座小孩足夠的空間和自由，但同時也會引導他們發揮責任心和自律性。水瓶座媽媽和魔羯座小孩之間的相處是基於尊重和信任的，他們可以一起學習新的技能和知識，並互相扶持和鼓勵。',
			雙子: '雙子座小孩和水瓶座媽媽一樣都喜歡冒險和探索，兩者之間的親子關係會非常融洽和自由。媽媽跟小孩可以一起探索新的事物，並一起學習新的技能。水瓶座媽媽可以給予雙子座小孩更多的自由和空間，並且鼓勵他們發揮自己的想象力和創造力。',
			天秤: '天秤座小孩也可以從水瓶座媽媽那裡學習到更多的創意和開放思維，進而豐富他們的人生經驗。他們可以一起探索新的事物，一起學習新的技能，共同成長。水瓶座媽媽希望天秤座小孩可以有很好的語言能力，可以為將來出國留學預作準備。天秤座小孩則對於水瓶座媽媽充滿愛心的廚藝和創意料理方式，有高度興趣。',
			水瓶: '水瓶座小孩富有多樣的才華與創造力，與水瓶座媽媽之間的相處通常是非常開放和自由的。由於他們都是水瓶座，親子之間有著相似的人生價值觀和理念。媽媽可以理解並尊重水瓶座小孩的個性和獨立性，並在引導他們時給予更多的自由與空間。兩者之間可以一起共同探索和學習，成為互相支持和鼓勵的親子關係。',
			巨蟹: '巨蟹座小孩情感較為豐富，在與水瓶座媽媽相處時，較需要母親的關愛和安全感，這點水瓶座媽媽需要較為注意。由於水瓶座媽媽比較理性，不太懂得表達情感，可能會與巨蟹座小孩產生溝通上的困難。建議水瓶座媽媽要學習表達情感，給予巨蟹座小孩足夠的關注和支持。',
			天蠍: '天蠍座小孩還是嬰幼兒階段時，水瓶座媽媽就會發現天蠍座小孩非常敏感。而水瓶座媽媽在與小孩相處時須特別注意這點。天蠍座小孩總是希望父母可以一整天陪伴在自己身邊。然而，水瓶座媽媽比較獨立和理性，需要有自己獨處的時間和空間，這可能會讓天蠍座小孩感到孤單和不被理解。建議水瓶座媽媽要學習表達情感，多給予天蠍座小孩肯定和支持。',
			雙魚: '雙魚座小孩情感豐富，需要較多母親的關愛和安全感。水瓶座媽媽比較理性，不太懂得表達情感，可能會與雙魚座小孩產生溝通上的困難。建議水瓶座媽媽要學習表達情感，多關心雙魚座小孩的情緒和需要，在學習階段和發展興趣時給予雙魚座小孩適當的自由和發揮空間，但也要注意引導他們適當地處理現實生活中的問題。讓雙魚座小孩養成守時、負責的品格，在幼兒階段是非常重要的。',
		},
	},
	獅子: {
		text: '獅子座媽媽是一位非常有自信和威嚴的媽媽，她們會給孩子帶來正面積極的影響，激發孩子的自信心和勇氣。同時，獅子座媽媽也是幽默感十足的媽媽，他們會以遊戲、表演、戲劇的方式，啟發小孩子的天賦和本能。在獅子座媽媽的眼中，小孩在童年時期，開心、快樂、健康是最重要的。',
		list: [
			{
				headline: '幼兒教育',
				body: '獅子座媽媽會注重孩子的品德和精神培養，讓孩子具備自信和勇氣，學會尊重他人和包容不同；同時，獅子座媽媽也會注重孩子的興趣和特長，鼓勵他們發展自己的才能和技能。',
			},
			{
				headline: '家庭生活',
				body: '獅子座媽媽在家庭生活方面，媽媽會鼓勵孩子參與家庭活動，讓他們學會合作和分享。同時透過家人之間的相處帶給孩子快樂、充滿童趣的時光。',
			},
			{
				headline: '財富保險',
				body: '獅子座媽媽在灌輸財富保險觀點方面，獅子座媽媽會著重於教育孩子理財和儲蓄的重要性。她們會鼓勵孩子學習如何合理地分配和使用自己的財富，讓孩子具備良好的理財觀念和習慣。',
			},
		],
		href: [
			{ label: '傷害醫療險、美元利變終身還本壽險', url: 'https://www.skl.com.tw/852849ed14.html' },
		],
		wuXing: {
			火: '對於火象星座孩子來說，通常性格火爆、個性衝動，獅子座媽媽會注重孩子的品德和精神培養，會鼓勵孩子發展自己的才能和技能，讓他們在未來的生活中取得成功。在獅子座媽媽的眼裡，品德的養成是人格教育的基礎。',
			土: '對於土象星座孩子來說，通常較為穩重、踏實，注重實際問題，獅子座媽媽通常熱情活潑，喜歡表現自己，希望得到讚賞和認同。因此，可能需要獅子座媽媽學會更多耐心和細心，更能瞭解孩子的需要和個性。',
			風: '對於風象星座孩子來說，獅子座媽媽會鼓勵他們表達自己的想法和意見，並尊重他們的獨立性。媽媽需要學會更多的耐心和寬容，聆聽孩子的想法和建議。這樣的親子組合相似在於，彼此對社交和人際關係的重視，以及對藝術和文化的熱愛。',
			水: '對於水象星座孩子來說，獅子座媽媽會注重情感和感受，並鼓勵表達自我感受。水象星座小孩大多比較謹慎、敏感，不喜歡過多的壓力和要求。因此，獅子座媽媽需要充分溝通和理解，給予足夠的空間和自由，讓他們能夠自主探索和發展。',
		},

		children: {
			牡羊: '牡羊座小孩的個性和獨立，讓獅子座媽媽尊重也鼓勵小孩發揮自己的創造力和表現力。給予孩子充分的自由，讓他們自己去探索世界。並鼓勵孩子在這個自掃門前雪，冷漠自私的社會中，勇敢發揮正義感，幫助需要幫助的人，成為自己及他人眼中的英雄。',
			獅子: '獅子座小孩不僅可以成為媽媽生活中的小幫手，也會是在家庭中的超級保鑣。他們絕對捨不得媽媽在生活中受到任何一點委屈。獅子座母子，或是獅子座母女的親子組合，絕對是所向無敵的超級樂觀家庭，因為他們不管遇到什麼事情，絕對都是正面思考、樂觀面對。',
			射手: '射手座小孩的幽默與調皮搗蛋，在獅子座媽媽的眼裡是一種孩子與生俱來的赤子之心，兩者之間，或許是因為同屬星象質性的影響，從小就會是一拍即合的最佳拍檔。獅子座媽媽會小心守護射手座孩子的這一份天真和無憂無慮。並認為小時候調皮的孩子，將來長大社會適應力會比較好。',
			金牛: '金牛座小孩較需要被鼓勵、被支持的，獅子座媽媽容易化成為虎媽角色。他們希望金牛座孩子在學習態度和學習表現，無論是智慧還是體育訓練，各方面都可再積極一點，並勇於突破自己。而個性純真、體貼善良的金牛座小孩則帶給獅子座媽媽一份親子相連的幸福與溫暖。',
			處女: '處女座小孩則通常謹慎審慎，在學習上追求完美和細節，而獅子座媽媽通常熱情大方，希望得到更多在育兒方面的讚賞和肯定，這也讓獅子座媽媽有成就感。媽媽可以透過生活中的習慣和細節，瞭解孩子的需要和個性。獅子座媽媽適合鼓勵處女座孩子培養勤勞和耐心，讓他們在未來的生活中能夠做出更好的決策。',
			魔羯: '魔羯座小孩務實且穩重，獅子座媽媽會鼓勵魔羯座小孩從小培養自信與榮譽心，積極主動爭取自己應有的權利之外，適當表達內心感受，不要受到外在環境的限制或壓力而變成怯懦、害羞、順從的人。若孩子變得個性壓抑，這是媽媽最不願意看到的。',
			雙子: '雙子座小孩充滿求知慾與好奇心，獅子座媽媽會給雙子座小孩充分的空間，讓他們發掘自己的才能和興趣。並鼓勵雙子座小孩表達自己的想法和意見。將來不僅可以勇敢表達自己，更重要的可以無懼權勢，幫社會中的弱勢發聲。',
			天秤: '天秤座小孩在長大之後，因為個性善解人意，也擅長與人相處，並具有良好的社交技巧，獅子座媽媽本身就具備超強的社交能力。而媽媽會以自身經驗為例子，鼓勵孩子多交益友，以樂觀和真誠為基礎建立更多元的社交網絡，擴大未來的學習和交友環境。',
			水瓶: '水瓶座小孩則較為獨立且喜愛自由自在的生活方式，獅子座媽媽通常著重於家庭的重要性。媽媽的熱情和自信可以啟發孩子的創意和潛力，並且帶領他們朝著目標邁進。此外，媽媽會教導孩子如何適應變化和不確定性的環境，讓他們擁有樂觀的心智能量，面對未來挑戰。',
			巨蟹: '巨蟹座孩子充滿愛心與兼具溫暖，獅子座媽媽會給巨蟹座孩子足夠的關愛和支持，讓他們在生活中有安全感和信任感。當孩子內心受挫時，媽媽總會給予100分的支持和鼓勵。可以說獅子座媽媽在巨蟹座孩子將來的生活與學習過程中，扮演啦啦隊的角色。',
			天蠍: '天蠍座孩子和獅子座媽媽的脾氣都屬於火爆型，這個部分雙方都需要克制自己的情緒表現，媽媽可以透過遊戲和故事等方式，幫助害羞敏感的孩子認識和表達自己的情感，讓孩子瞭解自己和他人的情感需要。例如，讓孩子在玩樂中學習表達情緒、觀察自己，理解他人。',
			雙魚: '雙魚座孩子具有極高創造力與想像力，獅子座媽媽可以鼓勵多參加社交和文藝活動，例如舞蹈班、音樂班、戲劇班等，不僅可以幫助孩子表達情感和建立情感連結，還可以豐富孩子的內在世界和提高孩子的自信心和表現力。這樣的親子關係未來在藝術創作上，彼此都可以從對方身上獲得創作靈感。',
		},
	},
	牡羊: {
		text: '牡羊座的媽媽天性勇敢、有魄力、熱情和活力，喜歡冒險和挑戰，但也可能缺乏耐性和細心。在家庭生活中個性獨立而有責任感，他們會提供孩子一定的自由度和彼此都能獨處的空間，讓孩子自由探索和發展自己的個性。同時建立家庭規矩和紀律，讓孩子學會遵守規矩和尊重他人。',
		list: [
			{
				headline: '幼兒教育',
				body: '牡羊座媽媽相當有前瞻性和行動力，容易幫孩子先入為主做設想，但可多練習注重孩子的興趣和專長，讓孩子發揮自己的才華和潛力。建議適時放手讓孩子培養自律能力和耐心，學會自我管理和情緒調節。',
			},
			{
				headline: '家庭生活',
				body: '牡羊座媽媽非常重視小孩子的禮貌、品格教育和正義感。他們希望小孩將來長大之後，可以對自己的行為負責，並為社會的進步發展，貢獻一份心力。',
			},
			{
				headline: '財富保險',
				body: '牡羊座媽媽隨時處於行動狀態，能獨立有計畫性地完成任務，建議將此優點較為直接的引導和教育孩子。並提醒在生活中要謹慎、節儉。與教導孩子如何儲蓄和理財，例如開立儲蓄帳戶、市場投資…等。',
			},
		],
		href: [
			{ label: '傷害險、美元利變終身還本壽險', url: 'https://www.skl.com.tw/852849ed14.html' },
		],
		wuXing: {
			火: '對於火象星座孩子來說，牡羊座媽媽有強烈的個性和熱情，但可能會缺乏耐性和冷靜。在教育孩子時，雙方都需要注意控制自己的脾氣和情緒，避免與孩子產生衝突。',
			土: '對於土象星座孩子來說，牡羊座媽媽有較強的意志力和堅毅性格。牡羊座媽媽應該多關心小孩的情緒並建立溝通的管道，表達自己的感受和想法。並教導土象星座小孩尊重他人和紀律，以避免因為害羞而招到欺負或因為冒險而偏離正軌。',
			風: '對於風象星座孩子來說，牡羊座媽媽有自由奔放的個性，但也容易情緒化和浮躁。在教育上，媽媽需要給予孩子適當的自主權，並注意培養孩子的耐心和紀律。同時讓孩子學會尊重他人和妥善表達情感。多鼓勵孩子發揮創造力和表現自我。',
			水: '對於水象星座孩子來說，與牡羊座媽媽相似有強烈的情感表達和共情能力，但也容易情緒化和衝動。在教育上，媽媽需要給予孩子足夠的情感支持和關懷，要讓孩子學會控制情緒和冷靜思考問題。',
		},

		children: {
			牡羊: '牡羊座小孩個性熱情開朗、並且積極主動的，牡羊座媽媽可以鼓勵他們表現自己的才華和熱情，保持積極向上的態度和動力。雙方在情緒上都非常好強，而且有強烈的競爭心。在教育上，媽媽要避免過於強勢的手段，當牡羊座小孩鬧情緒的時候，要表現出耐心，千萬不可火上加油。',
			獅子: '獅子座小孩具有領導能力和自信心，這點與牡羊座媽媽相同，容易固執和自我中心。在教育上，媽媽應該給予孩子充分的自主權，但也要讓孩子明白他人的需要和感受，學會關心和尊重他人。幫助孩子培養自尊心的時候，也要加強團隊合作的觀念，幫助孩子將來可以適應學校的社交環境。',
			射手: '射手座小孩往往具有過度樂觀的特質，這會讓他們養成粗心大意和輕忽環境中的各種危險。牡羊座媽媽在這個時候，就要扮演一個鼓勵它們冒險，但同時叮囑他們注意危險的雙重角色。射手座小孩經常容易表現出活力充沛的感覺，建議媽媽可以藉由按摩、陪伴或聽音樂來緩和他們每天晚上容易亢奮不睡覺的生活作息。',
			金牛: '金牛座小孩從小個性謹慎、沉穩內向，牡羊座媽媽需要更多的耐心和體諒，在家庭生活和未來的幼稚園學習生活中，若身處陌生的環境、進入嶄新的體驗課程或面對不熟悉的幼稚園老師時，建議媽媽多陪伴孩子，給予更多的安全感和穩定感。',
			處女: '處女座小孩有生活潔癖，牡羊座媽媽會發現處女座小孩從小對玩具的顏色、貼身物品材質和食物氣味的個人喜好非常明顯。牡羊座媽媽面對孩子這樣鮮明的個人喜好，可以多花一點時間去理解小孩的心理需求，而不是直接否決或指責。',
			魔羯: '魔羯座小孩個性上固執、倔強、不輕易妥協，牡羊座媽媽則應該引導他們接受新事物，讓他們從一個固執、愛生氣、拒絕妥協的小孩，成長為一個可溝通、願意嘗試變化且保持彈性的孩子。牡羊座媽媽和魔羯座小孩的連結，透過溫暖的擁抱，和讚美的言語，會是事半功倍的方法。',
			雙子: '雙子座小孩思緒靈敏，反應快速，而且活潑好動，喜歡冒險與發覺新奇事物，牡羊座媽媽的重點是鼓勵和引導，讓學習力極強的小孩，可以自發的學習，在確定安全的前提下，探索生活與家庭中的各種新奇事物。雙子座小孩的學習力，會讓牡羊座媽媽非常有成就感。',
			天秤: '天秤座小孩可能很早就展現出藝術與繪畫、舞蹈、音樂等創作的能力，媽媽如果願意跟他們每晚講睡前故事，可以順利啟發天秤座小孩的想像力。牡羊座媽媽和天秤座小孩都是屬於外向型人格。不過牡羊座媽媽的外向，通常是屬於運動，旅行的，而天秤座小孩的外向是屬於人際關係，社交方面的。',
			水瓶: '水瓶座小孩從小就是一個乖巧聰明的人，他們的學習力和模仿力，會讓牡羊座媽媽覺得特別欣慰，因為教育一個理解力和表達能力俱佳的水瓶座小孩，會讓牡羊座媽媽非常有成就感。尤其當水瓶座小孩表現出聽話、乖巧且專注的那種天使面貌，絕對會讓牡羊座媽媽越看越喜歡。',
			巨蟹: '巨蟹座小孩從小感性、細膩，牡羊座媽媽可以多給予關心和體貼，不要過於強勢和直接。巨蟹座小孩，無論是男孩、還是女孩，從小都喜歡跟父母撒嬌，會是非常貼心善解人意的孩子。牡羊座媽媽可以在巨蟹座小孩面前表現是不怕事、不怕難、堅持夢想，以身作則，樹立榜樣。',
			天蠍: '天蠍座小孩自尊心和好奇心都很強，牡羊座媽媽要給予它們摸索的時間、和犯錯的空間。千萬不要因為自己的急性子，嚇壞了正在探索這個世界的天蠍座寶寶。在生活上，要鼓勵孩子培養健康的人際關係和溝通能力，以克服將來校園生活中產生的衝突並解決各種生活問題。',
			雙魚: '雙魚座小孩感情豐富，從小就表現出對親情渴望和對家人的依賴，牡羊座媽媽要給予雙魚座小孩更多關懷體諒，支持他們與家中成員父母親、手足兄弟姊妹…等，建立豐富的情感連結。給予雙魚座小孩一個充滿愛與安全感的成長環境。',
		},
	},
	射手: {
		text: '射手座媽媽通常是樂觀、開朗、喜歡冒險並有創造力的人，他們通常非常獨立和自主，喜歡探索世界、追求新鮮感的事物，射手座媽媽對孩子的教育方式通常是鼓勵和支持的，他們希望孩子能夠自由發展，展現天賦和才華，享受快樂童年。',
		list: [
			{
				headline: '幼兒教育',
				body: '射手座媽媽會透過設置孩子們的學習目標和獎勵，鼓勵教導孩子們在遊戲中接受挑戰，戰勝內心恐懼，射手座媽媽希望孩子在成長階段是健康、快樂、幸福的。',
			},
			{
				headline: '家庭生活',
				body: '射手座媽媽在家庭活動中，喜歡藉由講故事的方式，陪伴孩子一同進入情境中，探索內心的才能和天賦，也因為這樣的熱情能拉近與孩子之間的距離。',
			},
			{
				headline: '財富保險',
				body: '射手座媽媽通常不是精打細算型的人，他們從來不認為累積巨額財富就等於獲得巨額幸福，他們會以開明的教育方式，鼓勵孩子自己去認識金錢、瞭解財富的重要性，並活用金錢創造價值。',
			},
		],
		href: [
			{ label: '長照險、美元利變終身還本壽險', url: 'https://www.skl.com.tw/852849ed14.html' },
		],
		wuXing: {
			火: '對於火象星座孩子來說，旅行是一場冒險也是學習過程，射手座媽媽喜歡帶孩子四處旅行、探索新事物，這樣的活動能夠讓孩子們擴展生活視野，培養探索精神。',
			土: '對於土象星座孩子來說，射手座媽媽會給予更多安全感的陪伴，透過安排野餐、露營、在親子餐廳用餐或是一起玩親子遊戲培養默契，和孩子有更多時間相處。',
			風: '對於風象星座孩子來說，射手座媽媽會鼓勵他們展現自己的才華和創造力，並幫助他們學習如何表達自己，風象星座的孩子都有很好的語言發展能力，射手座媽媽從小就鼓勵風象星座孩子學習外語，以便將來實現環遊世界的夢想。',
			水: '對於水象星座孩子來說，射手座媽媽鼓勵他們學習控制情緒和表達自我感受，並幫助他們發掘自己的潛力與多元興趣，在射手座媽媽的眼裡，學校成績絕對不是衡量一個孩子是否成功的關鍵，他們只希望孩子對自己負責任，並且真正快樂。',
		},
		children: {
			牡羊: '牡羊座小孩具有十足的才華，他們善於發揮自己的熱情和能量，射手座媽媽也常鼓勵他們去參加具有挑戰性的活動，例如團體運動、挑戰比賽等，讓他們感到興奮有趣，當牡羊座小孩在競賽中取得優異成就，也可幫助牡羊座小孩培養積極進取的人生態度。',
			獅子: '獅子座小孩雖充滿了自信與獨立，卻也易有情緒，建議射手座媽媽冷靜地陪伴，學習控制情緒和冷靜思考，例如：教他們如何進行冥想或深呼吸來減輕焦慮和憤怒，並且教他們在做出決定之前，先停下來仔細思考問題，評估可能的風險和後果，獅子座小孩的自尊心都很強，射手座媽媽要多鼓勵、多支持他們。',
			射手: '射手座小孩具有良好的溝通能力，在射手座媽媽的陪伴下能更完整的發揮，讓他們完整表達自己的想法和情感，同時也能夠更好地理解別人的觀點和感受，射手座小孩是樂觀的開心果，他們的幽默感和天真樂觀的能量，如果持續保持下去，將來在社會上會有非常好的社交關係，大家都願意跟他們當朋友。',
			金牛: '金牛座小孩傾向注意細節，而射手座媽媽著眼於大方向，個性比較大而化之，射手座媽媽會鼓勵金牛座小孩專注於自己的事業或學業，並且重視完成任務所需的每一個步驟，這樣的親子關係如果可以互助互補，將來的家庭生活絕對會非常和諧快樂。',
			處女: '處女座小孩非常注重細節和組織能力，並能夠謹慎思考。射手座媽媽會教育處女座的孩子認真對待自己的責任，為自己的未來打好基礎，她們會幫助處女座的孩子制定具體的學習目標和才藝訓練計劃，然後監督並鼓勵處女座小孩在既定的時間內實現這些目標，從小就培養他們時間觀念和做事情有效率。',
			魔羯: '魔羯座小孩個性謹慎、沉著，射手座媽媽會鼓勵魔羯座小孩注重細節和品質，無論是各種生活習慣或學習表現都盡可能做到盡善盡美，幫助孩子們理解這些細節的重要性，因為在關鍵時刻，細節往往決定整件事情最後的結果是成功還是失敗，也會影響魔羯座小孩將來是否能在學業、事業上取得巨大的成就。',
			雙子: '雙子座孩子與射手座媽媽有相似的個性傾向，都喜歡自由、開放、創意、探索，並熱愛閱讀和旅行，因此射手座媽媽對於雙子座小孩有著特別的關注，射手座媽媽會鼓勵雙子座小孩展現他們的聰明才智和好奇心，並幫助他們掌握良好的溝通和表達能力。',
			天秤: '天秤座小孩較需要陪伴，而射手座媽媽會提供多元化的學習經驗，幫助他們培養自信和獨立思考的能力，讓依賴性強的天秤座小孩也可以培養生活中的獨立性。射手座媽媽的個性是勇敢的、是無所畏懼的、是越挫越勇的，他們會用這樣正面思考的價值鼓勵天秤座小孩邁向成功。',
			水瓶: '水瓶座小孩富有創意與多元想法，射手座媽媽會給予他們更多自主的空間和時間，鼓勵他們探索新的事物和想法，並在他們遇到學習挫折、想要放棄的時候，射手座媽媽會適時的給予鼓勵和指導。水瓶座小孩和射手座媽媽個性上最相似之處就是不怕困難，保持樂觀、勇敢夢想、創造全新人生。',
			巨蟹: '巨蟹座小孩在情感需求上需要花較多心思提供穩定、安全的環境，溫柔細心地溝通，射手座媽媽可以嘗試和孩子分享自己的喜好和樂趣以促進親密感和理解，在巨蟹座小孩眼中，勇敢、熱情的射手座媽媽就像是自己心目中的女超人，射手座媽媽的擁抱、鼓勵和笑容，是巨蟹座小孩心中的溫暖太陽。',
			天蠍: '天蠍座小孩在求學階段的人際關係可能會因為害羞、敏感而受挫，射手座媽媽絕對可以扮演孩子在求學階段、校園生活中的最佳啦啦隊，射手座媽媽天生樂觀的特質，可以藉由傾聽瞭解天蠍座小孩的需求，彼此通過相互尊重和理解，這樣的親子互動，適合建立亦師亦友的關係。',
			雙魚: '雙魚座小孩個性較為內向、害羞、敏感，而射手座媽媽獨立、勇敢、喜歡冒險，這樣的親子關係可能會產生微妙的緊張關係，建議射手座媽媽以鼓勵的方式教育孩子發揮創意、探索世界，在雙魚座小孩接受挑戰的時候，射手座媽媽則給予雙魚座小孩足夠的情感支持，鼓勵他們勇敢面對，不怕犯錯、堅持不懈、邁向成功。',
		},
	},
	天蠍: {
		text: '天蠍座媽媽非常重視家庭，對自己的孩子有著極強保護欲望，希望給予他們最好的生活照顧。由於天蠍座本身是一個充滿熱情、個性要強的星座，他們往往會培養孩子的獨立性和自立能力，鼓勵他們在追求夢想和目標方面，保持熱情與決心，就算遇到挫折也不輕易退縮。',
		list: [
			{
				headline: '幼兒教育',
				body: '天蠍座媽媽對於內向和不自信的孩子，媽媽會鼓勵他們學習自信和勇氣，鼓勵他們勇於嘗試和冒險，從小培養他們的獨立性和自主性，讓他們在未來的生活中能夠更加自信和獨立。',
			},
			{
				headline: '家庭生活',
				body: '天蠍座媽媽是一個親力親為的家庭主婦，即使結婚生子之後，仍然會保有自己的工作與興趣。會給予孩子十足的照料，盡可能在家庭生活與工作事業中取得平衡。',
			},
			{
				headline: '財富保險',
				body: '天蠍座媽媽會教導孩子儲蓄和投資的重要性，在投資和理財方面不要盲目追求高回報而忽視風險，以免陷入財務危機。幫助他們瞭解風險和報酬之間的平衡。',
			},
		],
		href: [
			{
				label: '實支實付險、終身壽險（定期給付型）',
				url: 'https://www.skl.com.tw/852849ed14.html',
			},
		],
		wuXing: {
			火: '對於火象星座的孩子來說，天蠍座媽媽在教養方法上需要多重應對，建議天蠍座媽媽更加關注與激勵他們去冒險突破和創新開拓，鼓勵他們勇於嘗試和表現自己的想法。',
			土: '對於土象星座的孩子來說，渴望穩定與安全感的家庭生活，希望父母可以多陪伴在自己身邊。反之，天蠍座媽媽通常有著強烈的意志力和獨立性，她們注重隱私和保護自己的秘密。即使在生育小孩之後，仍然非常專注自己的事業和目標，可能會忽略一些家庭生活瑣事。',
			風: '對於風象星座的孩子來說，天蠍座媽媽會更加重視他們的創造力和獨立思考能力，鼓勵他們多接觸不同的事物和人，發展自己的想像力和思維方式。風象星座個性與才華的與眾不同，在天蠍座媽媽眼中是一種耀眼的存在。',
			水: '對於水象星座的孩子來說，天蠍座媽媽會更加關注他們的情感和敏感度，鼓勵他們保持敏感和同理心，並學習表達自己的感受。天蠍座媽媽會鼓勵水象星座小孩培養自動自發的精神和自信堅強的心智能量。',
		},
		children: {
			牡羊: '牡羊座小孩較為衝動、自我中心，而天蠍座媽媽情感豐富、謹慎，雖然牡羊座小孩和天蠍座媽媽有較大的性格衝突，需要天蠍座媽媽在引導中注意平衡感情需求和尊重獨立性。但天蠍座媽媽的敏銳度，可以幫助牡羊座小孩在每一次行動之前，做謹慎安全的判斷，避免冒險受傷。',
			獅子: '獅子座小孩和天蠍座媽媽都有領導慾，但兩者方式不同，可能產生意見不合的情況。天蠍座媽媽需要適當地讓步和給予肯定，讓獅子座小孩感受到尊重，進而建立起良好的親子關係。特別是在家庭氣氛中，教會獅子座小孩學會尊重父母，聽從父母的教育方式，這對權威感十足的獅子座小孩，是很重要的成長。',
			射手: '射手座小孩和天蠍座媽媽在價值觀和行動方式上可能存在較大的差異，天蠍座媽媽要學會尊重射手座小孩的獨立性和探索精神。鼓勵並支持射手座與生俱來的樂觀性格、幽默感與天真的特質。無憂無慮的射手座小孩，可以帶給天蠍座媽媽有如小棉襖一般的貼心與溫暖。',
			金牛: '金牛座小孩傾向於追求安全感和穩定性，而天蠍座媽媽通常具有強烈的控制欲和猜疑心，兩者之間存在著一些差異和衝突。因此，媽媽可能會想要控制小孩的行動和決定，而這可能會引起小孩的反感和抵抗。此外，天蠍座媽媽的情緒化表現，可能會使小孩感到不安和壓力。最重要的是，如果可以養成擁抱，親子之間常說我愛你，這樣的情感表達，對家庭氣氛是非常重要的。',
			處女: '處女座小孩則傾向於注重細節和邏輯，而天蠍座媽媽是情感豐富且直覺敏銳的人，天蠍座媽媽和處女座小孩的衝突，來自於雙方個性和價值觀的不同。因此，媽媽可能會過於主觀、情緒化，而處女座小孩可能會感到困惑或不理解。天蠍座媽媽和處女座小孩，化解個性差異最重要的方式就是多溝通、互相傾聽。',
			魔羯: '魔羯座小孩注重於目標和成就，而天蠍座媽媽是堅定而有決心的人，天蠍座媽媽和魔羯座小孩的性格矛盾在於，雙方都有很強烈的個性和控制慾。因此，媽媽可能會過分控制小孩的行動和決定，而小孩可能會感到受限和不自由。在這樣的親子關係中，尊重差異包容歧見，是雙方都要學習的成長課題。',
			雙子: '雙子座小孩和天蠍座媽媽，容易因為個性和溝通方式的不同，產生衝突，需要加強溝通和相互理解，以維持情感連結和家庭和諧。因為天蠍座媽媽和雙子座小孩的親子組合，雙方個性、脾氣都太急躁了。有時候隨口而出，沒有經過大腦的語言，反而成為傷害心靈的尖刺。',
			天秤: '天秤座小孩和天蠍座媽媽的互動方式，建議從小培養天秤座小孩的獨立和自主性。在個性果斷、自信的天蠍座媽媽面前，天秤座小孩的個性顯得有點依賴，而且情緒起伏大。當天秤座小孩表現出畏懼、退縮的時候，天蠍座媽媽應該主動了解是什麼原因造成孩子有膽怯的心理，當下應給予信心和支持，鼓勵他們接受挑戰。',
			水瓶: '水瓶座小孩喜歡自由，熱愛戶外活動，但天蠍座媽媽在生活中緊迫盯人的習慣，導致水瓶座孩子可能會對媽媽的控制和束縛產生不滿。建議父母給予足夠的自由和空間，建立良好溝通和互相理解，以維持情感連結和家庭和諧。大多數水瓶座小孩都會比較懂事早熟，他們的領悟力很強。天蠍座媽媽的親子之愛，是水瓶座小孩的幸福港灣。',
			巨蟹: '巨蟹座小孩和天蠍座媽媽之間都有著情感上的共鳴和理解，但也存在衝突和挑戰。巨蟹座小孩需要注意，在生活上不要過度依賴天蠍座媽媽，在幼稚園階段，天蠍座媽媽就可以慢慢幫助巨蟹座小孩建立自己的獨立性和自信心。讓他們在生活作息中，培養自動自發的習慣。',
			天蠍: '天蠍座小孩和天蠍座媽媽，彼此個性都很強制，而且控制慾望強烈。建議雙方需要調節自己的情感和行為，雙方如能學習包容和理解，可以避免情緒的敏感和翻舊帳。同屬天蠍座組合的親子關係，宣洩情緒、釋放壓力，對雙方而言都是同樣重要的，否則彼此容易因為生活習慣不同，產生對立，從早吵到晚。',
			雙魚: '雙魚座小孩和天蠍座媽媽之間的親子關係，需要注意不要讓雙魚座小孩過度沉溺於自己的世界中，例如整天都在看電視，或是吃飯、睡覺前看卡通，這些都是不好的生活習慣，要協助雙魚座小孩學習規律生活和培養責任感。並且鼓勵雙魚座小孩喜歡運動，例如可以培養游泳與賽跑。',
		},
	},
	巨蟹: {
		text: '巨蟹座媽媽是一位非常溫暖、有愛心、重視家庭的人。她們對孩子非常關心，希望給予最好的生活環境和家庭氛圍。在育兒方面，她們通常會採取慈愛、關心和細心的方式來教育孩子。',
		list: [
			{
				headline: '幼兒教育',
				body: '巨蟹座媽媽對於親子教育，在行有餘力的前提下，絕對是親力親為的，尤其它們非常注重幼兒時期的健康飲食和生活習慣的培養。從小就會教導孩子如何照顧自己，自主成為注意衛生習慣的好寶寶。',
			},
			{
				headline: '家庭生活',
				body: '巨蟹座媽媽非常注重家庭氛圍和彼此的情感連結，會營造一個舒適、溫馨和安全的環境，讓小孩有安全感和依戀感。即使再忙，最享受的時光就是下班後幫小孩睡前換洗的時光，或是躺在床上講故事給小孩聽，讓小孩感受到重視和被愛。',
			},
			{
				headline: '財富保險',
				body: '巨蟹座媽媽也會提醒小孩意外保險、健康保險和退休金等重要保險的意義，並建議小孩在日後的成長過程中也要保險意識，進行理性投保，這樣能夠有效的保障他們的人身和財產安全。',
			},
		],
		href: [{ label: '定期壽險、醫療險', url: 'https://www.skl.com.tw/852849ed14.html' }],
		wuXing: {
			火: '對於火象星座孩子來說，巨蟹座媽媽通常溫和、細膩，而火象小孩比較自我、衝動，容易產生衝突。在這方面需要互相理解和調節，巨蟹座媽媽可以適當放寬對小孩的控制，讓他們有機會自我表達和探索，但也需要在安全和責任範圍內進行。',
			土: '對於土象星座的孩子來說，喜歡穩定和安全感，而巨蟹座媽媽的關懷和支援可以提供給孩子在兒童時期，更好的安全感。土象星座的孩子較為實際和現實，巨蟹座媽媽可以幫助孩子建立更積極和實用的人生觀。',
			風: '對於風象星座孩子來說，喜歡表達自己的思想和感受，巨蟹座的媽媽往往注重情感交流和家庭溫馨。因此，媽媽可以通過傾聽孩子的想法和鼓勵他們表達自己來加強互動。另外，媽媽應注意孩子的獨立性和自由度，適當放手讓他們探索世界。',
			水: '對於水象星座孩子來說，兩者情感連結非常強，家長要注意避免過度保護和溺愛孩子，讓他們能夠獨立和自主地成長。同時，巨蟹座媽媽也可以教導孩子如何表達情感和與他人建立良好的人際關係，有助於孩子在日常生活能更適應社會。',
		},
		children: {
			牡羊: '牡羊座孩子通常比較活潑、冒險、好動、有自信心，但也容易衝動、自私、固執。巨蟹座媽媽可以運用她們的耐心和愛心，以積極的方式鼓勵孩子發揮其活力和創造力，並在情感上支持他們，讓他們感受到安全和關愛。而不是遇到不開心、不順己的事情就發脾氣。',
			獅子: '獅子座小孩通常較有自信、積極、有領導才能，巨蟹座媽媽的重點是培養獅子座小孩成為智勇雙全的人，並時時刻刻都關心著身邊的家人與朋友。巨蟹座媽媽有時候會因為自己的控制欲，而限制小孩嘗試和冒險的機會。巨蟹座媽媽應該用鼓勵來取代限制和壓抑小孩從錯誤中學習的機會。',
			射手: '射手座小孩通常較好動、活潑開朗、與樂觀，巨蟹座的媽媽通常以情感為本，非常關注家庭和親密關係。射手座的小孩則通常很活躍，喜歡冒險和探索，熱愛自由和獨立。媽媽可以透過提供知識和經驗的方式來引導孩子成長，以激發孩子的好奇心和學習動力。對射手座孩子而言，追求自由、冒險和探索是他們的天性。',
			金牛: '金牛座小孩通常性格比較穩定、實際、有耐心、勤勞，但也容易過於保守、固執。而巨蟹座媽媽可以透過營造舒適的家庭環境，並提供穩定的支援和鼓勵，以增加孩子的自信心和創造力。當金牛座小孩建立自信之後，他們做任何事情都會變得主動積極。',
			處女: '處女座小孩通常較追求完美主義，巨蟹座媽媽可以教育孩子掌握感性思考的能力，並培養他們的情感智商。無論是多麼固執、倔強的處女座孩子，在巨蟹座媽媽的眼力都是一個需要被愛擁抱的孩子。巨蟹座媽媽和處女座小孩的相處，互相溝通是非常重要的，千萬不要把情緒壓抑在內心而不敢表現出來。',
			魔羯: '魔羯座小孩較謹慎且固執，但巨蟹座媽媽的愛可以融化每一個魔羯座小孩的心。讓所有固執，愛調皮搗蛋的魔羯座小孩內心深處，都像周杰倫歌曲所傳唱的「聽媽媽的話」這樣懂事聽話。巨蟹座媽媽和魔羯座小孩的親子關係，可以說是天生絕配，他們互相需要、互相支援，互相陪伴、互相鼓勵。既是親人又是朋友。',
			雙子: '雙子座孩子通常比較聰明、好學、有創意，但也容易過度理智、缺乏耐性。巨蟹座媽媽可以運用她們的情感智慧和溫柔，幫助雙子座孩子平衡情感和理智，並提供安全感和支援，讓他們不會在面對挫折的時候，鑽牛角尖。',
			天秤: '天秤座孩子具有多元的創意，巨蟹座媽媽可以鼓勵天秤座孩子發揮創造力和探索精神，並在孩子學習上提供積極的引導。天秤座的孩子，大多對藝術、服裝、音樂、文學、美術、繪畫有特殊才華。巨蟹座媽媽敏感、細緻的情感，可以提供給天秤座孩子很多的創作靈感和美學建議。',
			水瓶: '水瓶座小孩的開放思想與多元創造，搭配上巨蟹座媽媽溫柔的聲音和他們所擅長的廚藝，小孩都會被照顧的頭好壯壯。在巨蟹座媽媽的保護之下，水瓶座小孩絕對會有一個充滿愛與安全感的童年回憶。孩子喜歡天馬行空的想像，也喜歡創作和發明。巨蟹座媽媽可以從旁鼓勵，給他們支持力量。',
			巨蟹: '巨蟹座孩子在年幼的時候，通常性格比較膽小。巨蟹座媽媽通常能夠更好地理解他們情感上的需求和脆弱性。巨蟹座媽媽會更加注重創造一個溫馨、舒適和有安全感的家庭環境，讓巨蟹座孩子能夠表達自己的情感並獲得支持。',
			天蠍: '天蠍座小孩較害羞敏感，巨蟹座媽媽會透過溫暖的言語和身體接觸來表達對天蠍座小孩們的愛。小孩即使到了五歲~六歲之後，可能還是會吵著想要跟媽媽一起睡覺。巨蟹座媽媽比較溫順，而天蠍座小孩則在各方面都表現得要強好勝。巨蟹座媽媽應該給予尊重，並教導他們學會謙遜、內斂和穩重。',
			雙魚: '雙魚座小孩情感較豐富，巨蟹座媽媽通常會注重家庭團聚，並透過一些活動與傳統節日來加強凝聚力。例如在兒童節或是生日的時候，巨蟹座媽媽可能會透過自己烘焙餅乾、蛋糕，滿足一個孩子天真夢幻的生日願望。讓雙魚座小孩有一個健康、快樂、安全的童年生活，是巨蟹座媽媽最大的欣慰。',
		},
	},
	雙魚: {
		text: '雙魚座媽媽通常是非常敏感和同理心的人，她們非常關注自己的孩子的情感和需要，會盡力支持他們的夢想和創造力。由於雙魚座媽媽很容易感受到其他人的情感，因此她們能夠敏銳的感知到自己孩子的心情變化和情感需要。',
		list: [
			{
				headline: '幼兒教育',
				body: '雙魚座媽媽會鼓勵孩子發揮創造力和想像力，培養孩子的藝術和文學方面的興趣，並陪著孩子一起做夢、談心、表達自己的情感。',
			},
			{
				headline: '家庭生活',
				body: '雙魚座媽媽注重孩子的情感需求，並以愛和包容的方式來引導孩子成長，並啟動夢想的種子。',
			},
			{
				headline: '財富保險',
				body: '雙魚座媽媽通常會從小教導孩子如何理財和儲蓄，會提醒他們不要過度執著於金錢，而是要學會關注人與人之間的情感關係。',
			},
		],
		href: [{ label: '長照險、利變型年金險', url: 'https://www.skl.com.tw/852849ed14.html' }],
		wuXing: {
			火: '對於火象星座的孩子來說，雙魚座媽媽需要教育他們如何平衡和控制自己的脾氣，給予他們足夠的自由和空間來發揮創造力和熱情。雙魚座媽媽的貼心、細心和關懷能量，可以消除火象星座的暴躁行為，這對幼兒時期的人格養成是非常重要的安定力量。',
			土: '對於土象星座的孩子來說，雙魚座媽媽可能需要更多地關注他們的實際需求和現實問題，可以給予孩子們一些實用的建議和技巧，幫助土象星座小孩從小建立穩健的生活和財務管理能力。有穩健的財富當基礎，可以做為夢想的跳板。',
			風: '對於風象星座的孩子來說，雙魚座媽媽需要更多地關注他們的情感和創造力。雙魚座媽媽需要提醒孩子們注意現實中的挑戰和限制，並且學習如何在生活中找到理性與情感的平衡點。',
			水: '對於水象星座的孩子來說，雙魚座媽媽可以更容易理解他們的情感和需要。可以盡可能地給予孩子們情感上的支持和關愛，鼓勵他們學習表達和處理自己的情感。對於敏感的水象星座孩子，雙魚座媽媽的擁抱、言語讚美與鼓勵，會讓孩子在成長過程獲得安全感。',
		},
		children: {
			牡羊: '牡羊座小孩通常比較積極、精力充沛、富有冒險精神，而且常常是領導者，但雙魚座媽媽通常個性溫柔、敏感且有點脆弱。這易導致雙魚座媽媽感到不安。雙魚座媽媽需要去理解牡羊座小孩為什麼容易衝動。建議雙魚座媽媽能夠放下一些控制欲望，讓牡羊座小孩在沒有壓力情況下，自由的發展個性上的各種優點。',
			獅子: '獅子座小孩非常有自信和活力，很擅長表現自己，雙魚座媽媽則是有創意，喜歡探索新事物。這關係可能充滿了創造力，但在適應也會帶來一些挑戰，因為獅子座小孩需要一定的自主權和控制欲，但媽媽可能會感到一些不安和控制不住。建議雙魚座媽媽和獅子座小孩可以培養共同的興趣，例如親子旅遊或是親子繪畫。',
			射手: '射手座小孩喜歡追求自在，並且雙魚座媽媽和射手座小孩都喜歡探索新事物，這樣的親子關係具有活力和冒險精神。樂於追求自由和諧的生活狀態。尤其他們對於美食、甜點都有高度興趣。雙魚座媽媽和射手座小孩也都喜歡戶外生活，將來等小孩長大之後，絕對是勇闖天涯的最佳旅伴。',
			金牛: '金牛座小孩的偏向務實與固執，雙魚座媽媽的自由與隨性在這樣的親子組合，雙魚座媽媽可能會感到金牛座小孩的堅定和倔強有些困擾，但是他們的愛和包容能夠彌合彼此脾氣的差異。雙魚座媽媽和金牛座小孩如果可以培養對藝術的喜愛和鑑賞力，這會是親子之間有趣的生活話題。',
			處女: '處女座小孩十分看重責任感與自我發展，這樣的親子組合雙魚座媽媽可能會感到處女座小孩的苛求和挑剔有些煩人，但相對來說這般組合可以透過互相理解來建立彼此之間的信任和尊重。以情感和感情為生活核心的雙魚座媽媽，與以理性和努力上進為人生目標的處女座小孩，未來的相處，會產生許多有趣的生活故事。',
			魔羯: '魔羯座小孩通常較為嚴肅，喜歡按部就班，雙魚座媽媽要特別注意這點，在成長時期摩羯座小孩需要穩定和安全感的生活環境，而雙魚座媽媽則較為敏感和感性，容易因情緒波動而影響到小孩。這樣的親子組合，雙魚座媽媽對於魔羯座小孩的冷靜和理智難以理解，建議經常擁抱彼此，緩和個性上的矛盾。',
			雙子: '雙子座小孩喜歡自由且具有創意，這樣的親子關係，雙魚座媽媽可能會覺得雙子座小孩太過活潑好動，而雙子座小孩可能會覺得雙魚座媽媽太過感性，需要在溝通上多下些功夫。雙魚座媽媽和雙子座小孩組合最大的優勢就是天馬行空的想像力和不受限制的多變人生，可以鼓勵孩子探索內心的多元價值。',
			天秤: '天秤座小孩優柔並在看待事物上很平靜，這樣親子關係在星座配對上相當和諧，因為雙魚座媽媽和天秤座小孩都很喜歡和平、美好的事物，不過可能需要注意的是雙魚座媽媽有時會讓天秤座小孩過於寵愛，需要注意給予適當的引導。讓天秤座小孩培養獨立思考的人格特質。',
			水瓶: '水瓶座小孩自主性較高，且思慮較為周全，這種組合之下，雙魚座媽媽可能會覺得水瓶座小孩過於獨立冷靜，不太容易與之建立情感連結，而水瓶座小孩可能會覺得雙魚座媽媽過於情緒化，需要在情緒理解上多下些功夫。這樣的親子關係，適合保持有點黏、又不太黏的生活互動，互相尊重與彼此欣賞，才是完美的狀態。',
			巨蟹: '巨蟹座小孩通常較為溫柔且貼心，雙魚座媽媽情感豐沛，在遇到巨蟹座小孩時容易建立深厚的情感聯繫，但相對也可能會面臨情緒上的挑戰和沮喪，因為兩者都傾向於感性和情感化。所以當生活中的挫折感來襲時，雙魚座媽媽與巨蟹座小孩的彼此支持和鼓勵，可以克服生活中的種種考驗。',
			天蠍: '天蠍座小孩敏感度較高，且深思熟慮，雙魚座媽媽細心且能注意到小孩的情緒變化，在雙魚座媽媽的細心照顧之下，可以很好的理解彼此，因為同屬水象星座的雙方，都傾向於在情感層面上深入探索和理解對方，但同時也可能會有激烈的情緒衝突。因為過多的親情之愛，也可能變成揮之不去的約束與依賴羈絆的壓力。',
			雙魚: '雙魚座小孩腦中有無數的想法與點子，當雙魚座媽媽遇上同樣星座孩子時會非常契合，彼此理解對方的想法，但也會面臨現實生活的各種挑戰，因為兩者都傾向於沉浸在自己的夢想中，進而逃避生活中應承擔的責任與各種考驗，這是雙魚座媽媽與雙魚座小孩的通病。建議彼此要認清生活現實，在心靈與物質中取得平衡。',
		},
	},
};
